LEXICON: dict[str, str] = {
    "/start": "<b>Здравствуй, {}!</b>\n"
    "Я Mafia_bot и я могу быть ведущим или же просто распределить роли, отправив каждому игроку его роль. Какой режим выберешь?",
    "/help": "Ты можешь сыграть онлайн, то есть с "
    "любым человек или с другом вдвоём на одном телефоне",
    "full": " ̶П̶о̶л̶н̶о̶ц̶е̶н̶н̶а̶я̶ ̶и̶г̶р̶а̶",
    "role": "Распределение ролей",
    "role_lobby": "Хотите присоединиться?",
    "join": "Присоединиться",
    "3": "Комната 3",
    "2": "Комната 2",
    "in_lobby": "Вы подключены к комнате {}, ожидайте раздачи ролей.",
    "leave": "Выйти",
    "lider": "Выберите кол-во ролей и распределите их.",
    "raspr": "Распределить роли",
    "start": "Раздать роли",
    "clear": "Очистить",
    "jim": "Роль",
    "leavel": "Назад",
    "mir": "Мирный {}",
    "maf": "Мафия {}",
    "sher": "Шериф {}",
    "det": "Детектив {}",
    "doc": "Доктор {}",
    "bab": "Бабочка {}",
    "rol": ["mir", "maf", "sher", "det", "doc", "bab"],
    None:'неизвестна   '
}

LEXICON_COMMANDS: dict[str, str] = {"/start": "Начало", "/help": "Помощь"}
