LEXICON: dict[str, str] = {
    "online": "Онлайн",
    "offline": "На одном устройстве",
    "/start": "<b>Здравствуй, {}!</b>\n"
    "Я Mafia_bot и я могу быть ведущим или же просто распределить роли, отправив каждому игроку его роль. Какой режим выберешь?",
    "/help": "Ты можешь сыграть онлайн, то есть с "
    "любым человек или с другом вдвоём на одном телефоне",
    "full": " ̶П̶о̶л̶н̶о̶ц̶е̶н̶н̶а̶я̶ ̶и̶г̶р̶а̶",
    "role": "Распределение ролей",
    "role_lobby": "К какой комнате Вы хотите присоединиться?",
    "end": "Игра закончена!",
    "k1": "Комната 1",
    "k3": "Комната 3",
    "k2": "Комната 2",
}

LEXICON_COMMANDS: dict[str, str] = {"/start": "Начало", "/help": "Помощь"}
