LEXICON: dict[str, str] = {
    "/start": "Здравствуй, {}!\n"
    "Я Bunker_bot и я могу быть ведущим или же просто распределить карты персонажей. Какой режим выберешь?",
    "full": " ̶П̶о̶л̶н̶о̶ц̶е̶н̶н̶а̶я̶ ̶и̶г̶р̶а̶  (В разработке)",
    "role": "Распределение карт персонажей",
    "download_rules": "Скачать правила (pdf)",
    "role_lobby": "Доступные лобби:",
    "join": "Присоединиться",
    "down": "Назад",
    "3": "Комната 3",
    "2": "Комната 2",
    "in_lobby": "Вы подключены к комнате, ожидайте раздачи карт персонажей.",
    "leave": "Выйти",
    "start": "Раздать карты персонажей",
    "clear": "Очистить",
    "jim": "Роль",
    "lider": "Начните игру, если все готовы",
    "create": "Создать лобби",
    None: "неизвестна",
}

LEXICON_COMMANDS: dict[str, str] = {"/start": "Начало"}
